burning-airlines-server/app/controllers/airplanes_controller.rb

INSERT INTO "airplanes" ("name", "row", "column", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "hello"], ["row", 4], ["column", "8"], ["created_at", "2023-05-09 06:22:04.175493"], ["updated_at", "2023-05-09 06:22:04.175493"]]
---
  def create
    @airplane = Airplane.new(airplane_params)

    respond_to do |format|
      if @airplane.save