burning-airlines-server/app/controllers/users_controller.rb

INSERT INTO "users" ("email", "password_digest", "admin", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["email", "aa@ga.co"], ["password_digest", "chicken"], ["admin", true], ["created_at", "2023-05-09 07:40:10.276385"], ["updated_at", "2023-05-09 07:40:10.276385"]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save